"Talk to ${applicationName}" = "Parla con ${applicationName}";

"Start a new chat with ${applicationName}" = "Avvia nuova chat con ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "Avvia nuova conversazione con ${applicationName} tramite ${model}";

"New conversation with ${applicationName}" = "Nuova conversazione con ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "Nuova conversazione con ${applicationName} tramite ${model}";

"New chat with ${applicationName}" = "Nuova chat con ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Avvia nuova chat con ${applicationName} tramite ${model}";

"Start a new conversation with ${applicationName}" = "Avvia nuova conversazione con ${applicationName}";

"New chat with ${applicationName} using ${model}" = "Nuova chat con ${applicationName} tramite ${model}";

"Tell ${applicationName}" = "Racconta a ${applicationName}";

"Ask ${applicationName}" = "Chiedi a ${applicationName}";

"Query ${applicationName}" = "Query di ${applicationName}";

"Send a question to ${applicationName}" = "Invia domanda a ${applicationName}";

"Start voice conversation with ${applicationName}" = "Avvia conversazione vocale con ${applicationName}";

